cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/versions'

brew 'ack'
brew 'bash-completion'
brew 'ctags-exuberant'
brew 'gist'
brew 'git'
brew 'git-flow-avh'
brew 'go'
brew 'htop'
brew 'irssi'
brew 'jq'
brew 'terminal-notifier'
brew 'wget'
brew 'yarn'

cask 'bartender'
cask 'caffeine'
cask 'gitter'
cask 'java'
cask 'jing'
cask 'kaleidoscope'
cask 'kap'
cask 'postman'
